Repository: entrevoix-app/entrevoix-ios
Catalog: Keyboard/Localizable.xcstrings
Source language: en
Languages: fr

source: Dictation cancelled
fr: Dictée annulée

source: Dictation failed
fr: Échec de la dictée

source: Enable Full Access for Entrevoix in Keyboard Settings to dictate.
fr: Activez l’accès complet pour Entrevoix dans les réglages de clavier afin de dicter.

source: Listening…
fr: Écoute…

source: Microphone preparation took too long. Open Entrevoix, then try again.
fr: La préparation du microphone a pris trop de temps. Ouvrez Entrevoix, puis réessayez.

source: Entrevoix did not respond. Open the app, then try again.
fr: Entrevoix n’a pas répondu. Ouvrez l’app, puis réessayez.

source: Finishes recording and starts transcription
fr: Termine l’enregistrement et lance la transcription

source: Finishing…
fr: Finalisation…

source: Opening Entrevoix…
fr: Ouverture d’Entrevoix…

source: Opens Entrevoix to start recording
fr: Ouvre Entrevoix pour démarrer l’enregistrement

source: Reconnecting to Entrevoix…
fr: Reconnexion à Entrevoix…

source: Entrevoix is preparing microphone access…
fr: Entrevoix prépare l’accès au microphone…

source: Return to your app, then start speaking
fr: Revenez à votre app, puis commencez à parler

source: Stop dictation
fr: Arrêter la dictée

source: Next keyboard
fr: Clavier suivant

source: Ready
fr: Prêt

source: Requests dictation from the Entrevoix app
fr: Demande une dictée à l’app Entrevoix

source: Start dictation
fr: Commencer la dictée

source: Tap to start dictating
fr: Touchez pour commencer à dicter

source: Transcribing…
fr: Transcription…

source: Waiting for Entrevoix
fr: En attente d’Entrevoix
